export const inputs = [
  {
    label: 'Опорно-двигательная система',
    placeholder:
      'Боли при движении, скованность по утрам или в течении дня и др.',
    name: 'musculoskeletal_system',
    minRows: 2,
  },
  {
    label: 'Сердечно-сосудистая система',
    placeholder: 'Боли за грудиной, одышка, повышение давления и др.',
    name: 'cardiovascular_system',
    minRows: 2,
  },
  {
    label: 'Дыхательная система',
    placeholder: 'Кашель, одышка, храп и др.',
    name: 'respiratory_system',
    minRows: 2,
  },
  {
    label: 'Пищеварительная система',
    placeholder: 'Нерегулярный стул, изжога, боли в правом боку и др.',
    name: 'digestive_system',
    minRows: 2,
  },
  {
    label: 'Мочевыделительная система',
    placeholder:
      'Учащённые или редкие мочеиспускания, дискомфорт при мочеиспускании и др.',
    name: 'urinary_system',
    minRows: 3,
  },
  {
    label: 'Нервная система',
    placeholder:
      'Легко ли вывести вас из равновесия, наличие стресса в жизни, нарушение обоняния, вкуса и др.',
    name: 'nervous_system',
    minRows: 3,
  },

  {
    label: 'Иммунная система',
    placeholder:
      'Частые простудные заболевания, постоянное ощущение разбитости и упадок сил, аутоиммунные заболевания и др.',
    name: 'immune_system',
  },
  {
    label: 'Эндокринная система',
    placeholder:
      'Стремительное похудение или набор веса, повышенное потоотделение, раздражительность, снижение уровня энергии и др.',
    name: 'endocrine_system',
  },
];
