import { FAQItem } from "./FAQ";


export const faqData: FAQItem[] = [
  {
    question: 'Есть ли бесплатный пробный период, чтобы оценить эффективность сервиса?',
    answer:
      'Да, мы предлагаем 7-дневный пробный период. В течение этого времени вы можете протестировать все основные функции и оценить результат.',
  },
  {
    question: 'Тарифы подходят только для спортсменов или есть рекомендации для общего здоровья?',
    answer:
      'Наш сервис универсален и подойдёт всем, кто хочет улучшить свои показатели, а не только профессиональным спортсменам.',
  },
  {
    question: 'Можно ли сменить тариф в любое время?',
    answer:
      'Да, вы можете изменить тариф в любой момент, при этом оставшиеся дни оплаченного периода будут учтены в новой подписке.',
  },
  {
    question: 'Есть ли скидки при оплате подписки на более длительный период?',
    answer:
      'При оплате сразу за 6 или 12 месяцев предоставляются дополнительные скидки. Узнайте детали на странице оплаты.',
  },
  {
    question: 'Как связаться с поддержкой, если возникнут какие-то проблемы?',
    answer:
      'Вы можете обратиться в поддержку через внутренний чат в личном кабинете или написать на support@company.com.',
  },
  {
    question: 'Как обеспечивается конфиденциальность и безопасность моих данных?',
    answer:
      'Мы используем современные протоколы шифрования и строго соблюдаем политику конфиденциальности, чтобы ваши данные были в безопасности.',
  },
];